tap "github/gh"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "kyoh86/tap"
brew "ack"
brew "avro-tools"
brew "awk"
brew "aws-okta"
brew "awscli"
brew "bash-completion"
brew "coreutils"
brew "csvprintf"
brew "exercism"
brew "fd"
brew "pkg-config"
brew "ffmpeg"
brew "fzf"
brew "gdb"
brew "gh"
brew "ghc"
brew "gist"
brew "git"
brew "go"
brew "glide"
brew "graphviz"
brew "haskell-stack"
brew "htop"
brew "jq"
brew "libxml2"
brew "libxmlsec1"
brew "libyaml"
brew "mypy"
brew "node"
brew "p7zip"
brew "pre-commit"
brew "protobuf"
brew "pypy"
brew "redis"
brew "ripgrep"
brew "rustup-init"
brew "sloccount"
brew "subversion"
brew "swig@3.04"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "zsh"
brew "zsh-completions"
brew "golangci/tap/golangci-lint"
brew "kyoh86/tap/richgo"
cask "beyond-compare"
cask "diffmerge"
cask "docker"
cask "font-liberation"
cask "font-source-code-pro"
cask "java"
cask "vagrant"
cask "virtualbox"
