tap "clojure/tools"
tap "github/gh"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "kyoh86/tap"
tap "tilt-dev/tap"
brew "ack"
brew "openjdk"
brew "avro-tools"
brew "awk"
brew "aws-iam-authenticator"
brew "aws-okta"
brew "python@3.9"
brew "awscli"
brew "bash-completion"
brew "pkg-config"
brew "coreutils"
brew "csvprintf"
brew "epubcheck"
brew "exercism"
brew "fd"
brew "ffmpeg"
brew "fpp"
brew "fzf"
brew "gdb"
brew "gh"
brew "ghc"
brew "gist"
brew "git"
brew "go"
brew "glide"
brew "graphviz"
brew "haskell-stack"
brew "htop"
brew "jq"
brew "leiningen"
brew "libxml2"
brew "libxmlsec1"
brew "libyaml"
brew "mypy"
brew "nghttp2"
brew "node"
brew "node@10"
brew "p7zip"
brew "plantuml"
brew "pre-commit"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pypy"
brew "python@3.7"
brew "python@3.8"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "rustup-init"
brew "sloccount"
brew "spatialindex"
brew "subversion"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "w3m"
brew "yarn"
brew "z3"
brew "zsh"
brew "zsh-completions"
brew "clojure/tools/clojure"
brew "golangci/tap/golangci-lint"
brew "kyoh86/tap/richgo"
brew "tilt-dev/tap/tilt"
cask "anki"
cask "beyond-compare"
cask "calibre"
cask "diffmerge"
cask "docker"
cask "font-liberation"
cask "font-source-code-pro"
cask "rectangle"
cask "spotify"
cask "sublime-text"
cask "vagrant"
cask "virtualbox"
